Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/litkonen.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Vuonna 1899 haki Inarin kirkkoherraksi silloinen Pulkkilan seurakunnan kappalainen Lauri Arvid Itkonen, joka oli sitä ennen hankkinut Elias Lönnrotin kirjan, tutustunut siihen huolellisesti, ja suorittanut yliopistossa inarinsaamen tutkinnon professori Arvid Genetzille.
smn: Ive 1899 uusâi Aanaar kirkkohiärrán tallaš Pulkkila servikode kappallâš Lauri Arvid Itkonen, kote lâi tađe ovdil skappum Elias Lönnrot kirje, uápásmum toos huolâlávt, jeđe čođâldittám ollâopâttuvâst anarâškielâ tutkos professor Arvid Genetzân.

source: Hän oli siten hankkinut edun toisen hakijan suhteen, joka oli muhoslainen Kuno Strömmer, ja jolla oli ollut pidempi ansiolista ja työkokemus.
smn: Sun lâi toin naalijn finnim ovdâmune nube occee iähtun, muhoslâš Kuno Strömmerân, kiäst lâi lamaš kuhheeb ánsulisto já pargohárjánem.

source: Kun Lauri Arvid Itkonen oli aloittanut työn Inarin kirkkoherrna, oli hän samanaikaisesti alkanut kääntää kielimestareidensa Iisakki Mannermaan ja Heikki Mattuksen kanssa piispa J.
smn: Ko Lauri Arvid Itkonen lâi algâttâm pargoos Aanaar kirkkohiärrán, te sun jurgâlškuođij kielâmiäštárijdiskijn Iisakki Mannermaain já Heikki Mattusáin pispe J.

source: L. Rylen kirjoittaman hengellisen kirjasen Oađáh-uv tun?
smn: L. Ryle čáállám vuoiŋâlii kirjáá Oađáh-uv tun?

source: Kirjanen ilmestyi vuonna 1902 Uno Knorringin rahaston kustantamana.
smn: Kirjááš almostui ive 1902 Uno Knorring ruttârááju kuástádâssáin.

source: Saman aikaisesti hän käänsi kielimestareidensa kanssa myös Katkismuksen, joka ilmestyi samana vuonna, sekä vielä seminaarin esimiehen F.
smn: Siämmáá áigásávt sun jurgâlij kielâmiäštárijdiskijn meiddei Katkismus, mii almostui siämmáá ive já vala seminaar ovdâalmaa F.

source: W. Sundwallin sovittaman kirjan Ráámmat historja (Raamatun historia), joka ilmestyi Suomalaisen kirjallisuuden seuran painatuksena vuonna 1906. Tämän kirjan lopussa on mm. karttoja Välimeren itäosan ympäristöltä ja Kaanaasta, joiden nimet on sovitettu inarinsaamelle.
smn: W. Sundwall heiviittâm Ráámmat historja, mii almostui Syemmilii kirjálâšvuođâ seervi teddilâssân ive 1906. Taan kirje loopâst láá ereslasseen káártáh Koskâmeerâ nuorttâuási pirrâsist já Kaanaast, moin noomah láá heiviittum anarâškielân.

source: Lauri Itkonen oli niin perusteellisesti tutustunut inarinsaamen kieleen, että hänellä olisi ollut suuret mahdollisuudet vaikuttaa kielen kirjalliseen etenemiseen.
smn: Lauri Itkonen lâi nuuvt vuáđulávt uápásmum anarâškielân, et sust liččii lamaš veikkâ magareh máhđulâšvuođah vaikuttiđ kielâ kirjálâš ovdánmân.

source: Mahdollisesti hän oli ajatellutkin virsikirjan taikka virsikokoelman julkaisemista inarinsaameksi, koska muutamia käännöksiä on löytynyt hänen jäämistöstään.
smn: Máhđulávt sun lâi jurdâččâm-uv salmâkirje teikkâ salmâčuágálduv almostittem anarâškielân, ko motomeh jurgâlusah láá kavnum suu maŋa.

source: Saamen kielisten julkaisujen painattamiseen ei kuitenkaan myönnetty riittävästi rahaa, joten Lauri Itkonen alkoi turhautua asiaan.
smn: Sämikielâlij olgosadalduvâi almostitmân kuittâg ruttâ ij mieđettum tuárvás já Lauri Itkonen tušástuuškuođij áášán.

source: Niinpä hän siirtyi hebrean kielen tutkimiseen ja sen yhteydessä Psalmien ja Jesajan kirjeen tutkimusten kautta sai Suomen Tiedeakatemian jäsenyyden, varajäsenyyden raamatunkääntämiskomiteassa sekä vielä teologia kunniatohtorin arvon vuonna 1923. Niin suuri vahinko inarinsaamen kielelle kuin olikin Lauri Itkosen siirtyminen hebrean kielen tutkimiseen, vielä suurempi vahinko tapahtui kesällä 1912, kun hän oli saarnamatkallaan Ivalojoen Kultalassa.
smn: Nuuvtpa sun sirdâšuuškuođij hebrea kielâ tutkâmân já ton kuáttá Psaalmâi já Jesaja kirje tutkâmušâi pehti finnij Suomâ Tieđâakatemia jeessânvuođâ, värijeessânvuođâ ráámmátjurgâlâskomiteast sehe vala teologia kunneetuáhtár áárvu ive 1923. Nuuvt stuorrâ vaahâg anarâškielân ko lâi-uv Lauri Itkosii sirdâšem hebrea kielâ tutkâmán, vala stuárráb vaahâg tábáhtui keessiv 1912, ko sun lâi jotemin särnimađhijnis Avveeljuuvâ Kuldalist.

source: Silloin pappila syttyi palamaan ja palon yhteydessä tuhoutui Itkosen koko saamen kielinen kirjallisuuden arkisto.
smn: Talle pappâl puállái já ton pyellim ohtâvuođâst tuušâi Itkosii ubâ sämikielâlâš kirjálâšvuođâ vuárkká.

source: Samalla tuhoutuivat myös kaikki suomen kielisetkin asiapaperit, kuten papinkirjat ja vastaavat. Pappilan palo vaikutti hänen tuleviin toimiinsa siten, että se teki helpommaksi päätöksen tekemistä, jota hän oli jo pidemmän aikaa miettinyt.
smn: Siämmást tuššii tiäđust-uv puoh suomâkielâliih-uv äššipápáreh, tegu paapâkirjeh jno. Tiet pappâl pyellim vaikuttij suu puátteevuotân toin naalijn, et tot toovâi älkkeebin miärádâs, mon sun lâi juo kuhheeb ääigi smiettâm.

source: Suuren lapsijoukon kouluttamin ei olisi helppoa Inarista käsin ja niinpä hän keväällä 1914 muutti Vihtiin.
smn: Stuorrâ páárnâšjuávhu škovliittem ko ij liččii älkkee Anarist läädist já nuuvtpa sun kiđđuv 1914 varrij Viihtin.

source: Lauri Itkosen Inarin matka kesti vain 13 vuotta, mutta sinä aikana hän sai paljon aikaan.
smn: Itkosii Aanaar mätki piištij tuše 13 ihheed, mutâ ton paajeest sun finnij ennuv áigá.

source: Itkosen kolmestatoista lapsesta yksi poika jäi Inariin, jonka rautaristissä Inarin Hautuumaasaaressa lukee Pekka s. 1900, k. 1903. Lauri Itkonen oli kaikkein merkittävin Itkosen suvun edustaja täällä Inarissa, koska olihan hän kuuluisan veljessarjan isä.
smn: Itkosii 13 párnáá juávhust Anarân paasij ohtâ kaandâš, mon ryevdiriistâst Aanaar hävdieennâmsuollust lohá Pekka *1900, †1903. Lauri Itkonen lâi puoh merhâšitteemus Itkosii suuvâ ovdâsteijee tääbbin Säämist, ko lâihân sun pegâlmâs viiljâšjuávhu eeči.

source: Veljekset olivat: Lauri Ilmari (vanhin ja Juutuansuun kivikautisten kotapaikkojen löytäjä sekä varatuomari), Toivo Immanuel (kolmanneksi vanhin ja maineikas kieli- ja kansantieteen tutkija), Erkki Esaias (nuorin ja akateemikko), sekä Tuomo (Inarin kirkkoherra ja Saamelaisten kristillisen kansanopiston rehtori).
smn: Viiljâžeh lijjii: Lauri Ilmari (puárásumos já Juvduunjäälmi keđgiáigásij kuátisojij kävnee sehe värituámmár), Toivo Immanuel (kuálmádin puárásumos já máinuhis kielâ- já aalmugtiettuu totkee), Erkki Esaias (nuorâmus já akateemikko), sehe Tuomo (Aanaar kirkkohiärrá já Säämi ristâlâš nuorâškoovlâ rehtor).

source: Muita lapsia olivat: Arvo Johannes (muutti nimensä myhemmin Jussiksi), Tyyni (toiseksi vanhin), Eeva, Aili, Pekka, Heikki, Aino, Rauha ja Saara.
smn: Eres párnááh lijjii Arvo Johannes (rievdâdij maŋeláá noomâs Jussin), Tyyni (nubben puárásumos), Eeva, Ailâ, Piäkká, Heikkâ, Aino, Rauha já Sáárá.

source: Kaksi vanhinta ovat syntyneet vuoden sisällä Sotkamossa, viisi Pulkkilassa ja loput kuusi Inarissa.
smn: Kyehti puárásumos lává šoddâm ive siste Sotkamost, vittâ Pulkkilast já loopah kuttâ Anarist.

source: Lauri Arvid Itkonen syntyi vuonna 1865 Savossa ja hän oli Inarista muuttamisensa jälkeen Vihdin kirkkoherrana kuolemaansa saakka.
smn: Lauri Arvid Itkonen šoodâi ive 1865 Savost já sun lâi Anarist varrim maŋa Viihti kirkkohiärrán kidâ jämimis räi.

source: Lauri Arvid Itkonen kuoli kesäkuun 3. päivänä 1925 kuudenkymmenen ikäisenä.
smn: Lauri Arvid Itkonen jaamij kesimáánu 3. peeivi 1925 kuđâlov ihásâžžân.

source: Lauri Itkonen toimi Inarin kirkkoherrana vuosina 1899-1914.
smn: Lauri Itkonen tooimâi Aanaar kirkkohiärrán iivijn 1899-1914.
